<!DOCTYPE html>
<html>
<head>
    <?php $this->load->view( 'head');?>
    <title>Project Twenty</title>
    <meta name="keywords" content="">
    <meta name="description" content="">
</head>
<body>
    <div id="wrapper" class="clearfix">
        <?php $this->load->view( 'header');?>
        <div id="main">
            <article>
                <header>
                    <h2 class="center">宇宙尽头的餐馆</h2>
                    <section id="title">
                    	<time datetime="2012-08-20" pubdate>2012-08-20</time>
                    	<address>&diams;[英]道格拉斯·亚当斯&loz;<a href="#" target="_blank">douban.com</a></address>
                    </section>
                </header>
                <div id="content" class="clearfix">
<p>有一种理论宣称，如果任何一个人真正发现了宇宙存在的原因、宇宙存在的目的，宇宙就会立刻消失，被某种更为怪异、更难以理解的玩意儿取代。</p>
<p>还有另外一种理论宣称，上述事件已经发生了。</p>
<p>迄今为止，故事的发展如下：起初，创造出了宇宙。</p>
<p>这激怒了许多人，被普遍视为一种恶劣行径。</p>
<p>许多种族相信宇宙是由某种神所创造的。但是，维尔特沃德尔六号星上的加特拉瓦蒂人却相信，整个宇宙是在一个叫做“绿色巨怪阿克雷斯艾尔”的生物打喷嚏时，从他的鼻腔里喷出来的。</p>
<p>加特拉瓦蒂人生活在一种永恒的恐惧中，他们称之为“白色大手帕撸鼻子”。加特拉瓦蒂人是一种蓝色的小型生物，每个个体都有超过五十只胳膊，因此成为宇宙历史上独一无二的在发明车轮之前先发明胳肢窝除臭剂的种族。</p>
<p>然而，在维尔特沃德尔六号星之外，“绿色巨怪阿克雷斯艾尔创世论”并没有得到广泛承认。像宇宙这么扑朔迷离的东西，自然会吸引着人们持之以恒地寻找其他解释。</p>
<p>比如，一个具有超级智慧的泛维度种族就曾建造了一台巨型超级电脑，被称为“沉思”，用来计算关于生命、宇宙以及一切终极问题的答案。</p>
<p>经过七百五十万年的漫长岁月，沉思计算着、衡量着，最后宣布，这个问题的答案是42——于是，一台更大的电脑被建造出来，以寻求对应于这个答案的确切问题究竟是什么。因为，只有当确切地知道问题是什么时，才能理解这个答案的意思……</p>
<p>这台电脑被称为“地球”，它是如此之大，常常被错当成一颗行星。在它表面游荡的那些长得和猿差不多的奇怪生物尤其爱犯这个错误，这些家伙完全没有意识到他们只不过是一个巨型电脑程序的一部分而已。</p>
<p>如果不是为了那个大目的，发生在这个叫做地球的玩意儿上的其他所有事情就完全没有一丁点儿意义了。连这么简单明显的常识都意识不到，实在是太怪了。</p>
<p>不幸的是，就在最后结果即将出来之前的关键时刻，地球被沃贡人摧毁了。完全出乎意料。而沃贡人的目的只是为了腾出地方来修建——沃贡人是这样宣称的——一条新的超空间通道。于是，为生命赋予意义的所有希望永远落空了。</p>
<p>或者说，似乎是这样。</p>
<p>这种长得和猿差不多的奇怪生物中，只有两个幸存下来。</p>
  <p>阿瑟·邓特在最后一刻逃脱了和地球一起消失的厄运，这多亏了他的一个老朋友，福特长官。这位朋友突然宣布了自己的真实身份：他其实来自猎户座参宿四附近的一颗小行星，而非在此之前他自己所一直声称的那样，来自吉尔福德；并且，更关键的是，他恰好知道如何搭上飞碟的便车。</p>
<p>崔茜卡·麦克米伦——或者叫做崔莉恩——则是此前六个月离开的地球。她和当时的银河系总统赞福德·毕博布鲁克斯在一起。</p>
<p>是的，仅有的两个幸存者。</p>
<p>他们就是有史以来最大的一次实验所残存下来的全部内容了——那是为了寻找关于生命、宇宙以及一切终极问题和终极答案的一次实验。</p>
<p>此刻，当他们的星际飞船在漆黑的太空中懒洋洋地飘荡时，不到五十万英里以外，一艘沃贡人的飞船正在缓慢地接近他们。 </p>
                </div>
                <footer>
                	<ul id="next" class="clearfix">
                        <li class="dislike"><a href="#">不喜欢</a></li>
                        <li class="nocare"><a href="#">无所谓</a></li>
                        <li class="like"><a href="#">喜欢</a></li>
                        <li class="small">[Tips]点击左边图标评价本文并进入下一篇.</li>
                    </ul>
                    <div id="advertise" class="hidden">[共告]新网站聚摊网<a href="#">www.jutown.com</a>上线了！</div>
                </footer>
            </article>
        </div>
        <?php $this->load->view( 'footer');?>
    </div>
    
</body>
</html>
